[
  {
    "title": "Daily Links:  Union Market to Join Paulie Gee's Pizza in New Gowanus Build",
    "url": "https://www.brownstoner.com/brooklyn-life/daily-links-union-market-to-join-paulie-gees-pizza-in-new-gowanus-build/",
    "text": "Brooklyn community fills the SNAP gap amid government shutdown, daredevil arrested for parachuting into Brooklyn Park, and more Brooklyn news. Photo of the Day:  Red Hook. Photo by Susan De Vries Registerto leave a comment, orlog inif you already have an account",
    "comments": [],
    "source": "brownstoner",
    "word_count": 42
  },
  {
    "title": "Daily Links: Gowanus Locals Want Giant Housing Site Put in Superfund Program",
    "url": "https://www.brownstoner.com/brooklyn-life/daily-links-gowanus-locals-want-giant-housing-site-put-in-superfund-program/",
    "text": "Townhouse at Avdoo’s Bergen tops Brooklyn luxury market, Santa Chiara Caffè to bring gelato and paninis to Greenpoint, and more Brooklyn news. Photo of the Day: Park Slope. Photo by Susan De Vries Registerto leave a comment, orlog inif you already have an account",
    "comments": [],
    "source": "brownstoner",
    "word_count": 44
  },
  {
    "title": "Daily Links: New Builds Debut in Gowanus as Superfund Cleanup Continues",
    "url": "https://www.brownstoner.com/brooklyn-life/daily-links-new-builds-debut-in-gowanus-as-superfund-cleanup-continues/",
    "text": "Self-driving robotaxi service Waymo debuts in NYC, Brooklyn Mirage reportedly trying to sell business, and more Brooklyn news. Photo of the Day: Brooklyn Heights. Photo by Susan De Vries Registerto leave a comment, orlog inif you already have an account",
    "comments": [],
    "source": "brownstoner",
    "word_count": 40
  },
  {
    "title": "Daily Links: Gowanus' Powerhouse Arts to Host International Performing Arts Festival",
    "url": "https://www.brownstoner.com/brooklyn-life/daily-links-gowanus-powerhouse-arts-to-host-international-performing-arts-festival/",
    "text": "Thousands in Brooklyn lose power during extreme heat, Coney Island girds for new housing, and more Brooklyn news. Photo of the Day: Brooklyn Botanic Garden. Photo by Susan De Vries Registerto leave a comment, orlog inif you already have an account",
    "comments": [],
    "source": "brownstoner",
    "word_count": 41
  },
  {
    "title": "New Renderings Show Towering Concrete Gowanus Project by Bjarke Ingels",
    "url": "https://www.brownstoner.com/development/gowanus-bjarke-ingels-175-3rd-street-new-design/",
    "text": "With more than 1,000 apartments, including about 250 designated affordable, the redesigned project’s concrete towers will rise as high as 27 stories. Rendering by Bucharest Studio via Bjarke Ingels Group Speculation around what will rise at 175 3rd Street is over with developers Charney Companies and Tavros Capital unveiling renderings of a massive new residential project that will bring more than 1,000 apartments—and a striking new silhouette—to the prominent Gowanus site. Architecture firms Bjarke Ingels Group and dencityworks|architecture are behind the staggered series of concrete and glass towers that rise up to 27 stories, arranged in a stepped formation along 3rd Street between the Gowanus Canal and 3rd Avenue. With gridded facades, sharp chamfered angles, and exposed structural elements, the development has an elegant, original form. With more height, density, and more than twice as many units as the firm’s first design for the site under a different owner, it rises suddenly and steeply from the sidewalk to tower over its low-rise neighbors. These include the historic red-brickPowerhouse Artsbuilding and, across the street, Whole Foods, the Coignet Building, and the American Can Company building (all landmarks apart from the grocery store). This site is protected by reCAPTCHA and the GooglePrivacy PolicyandTerms of Serviceapply. Charney principal Sam Charney told theNew York Postthe new design aims to respect its industrial context, describing the buildings as appearing “chiseled out of rock”—a departure from earlier plans for a red-brick development he said “drowned out” the adjacent landmark. That landmark, once known as the Batcave, will no longer be visible from the street, as the towers will occupy a former Verizon parking lot in front of it. Possibly the 3rd Street Bridge will afford a glimpse. BIG’s earlier conceptfor the site resembled a tiered wedding cake or swooping rollercoaster with a walkable public ramp gradually winding up to the pinnacle and a lush, canal-side park below. That design, which included 374 apartments over 651,000 square feet, was more sculptural and potentially more costly and challenging to build. In contrast, the new plans more than double the unit count and increase density and height. Renderings show greenery plays a central role in softening the development’s strong edges, with trees and plantings on terraces, rooftops, and balconies. At 1,080,000 square feet, the all-electric complex will include ground-floor retail and artist spaces as well as a 28,000-square-foot canal-facing public esplanade designed by Field Operations in collaboration with the Parks Department, the developers said in press materials. Mechanicals will be elevated for flood resilience, and a quarter of the apartments, or about 250, will be designated affordable under the city’s Mandatory Inclusionary Housing program. The nearly 3-acre site waspurchasedby the developers for $160 million in April after previous owners RFR secured a 421-a tax break and did remediation work. This marks the fourth Gowanus project for Charney and Tavros, collectively known as “Gowanus Wharf,” the developers specified in a fact sheet, although the sites are not adjacent. All four represent more than 2 million square feet of new development and approximately 2,000 units. The other three, Nevins Port, Union Channel, and Douglass Port, were designed by Fogarty Finger. Construction is expected to begin once work is completed on the group’s other neighborhood sites, likely sometime next year, according to the Post. Emailtips@brownstoner.comwith further comments, questions or tips. Follow Brownstoner onTwitterandInstagram, and like us onFacebook. Registerto leave a comment, orlog inif you already have an account I’m not sure who decided that BIG was a qualified architecture firm to build in NYC, but they have consistently designed the ugliest architecture we have to date. This rendering for the Gowanus neighborhood just adds insult to injury. His west 57th street and The Eleventh towers are just monstrosities; completely out of scale, proportion and material context to their neighborhoods. We should never allow another hideous building of his to deface our beautiful city. Period.",
    "comments": [
      "I’m not sure who decided that BIG was a qualified architecture firm to build in NYC, but they have consistently designed the ugliest architecture we have to date. This rendering for the Gowanus neighborhood just adds insult to injury. His west 57th street and The Eleventh towers are just monstrosities; completely out of scale, proportion and material context to their neighborhoods. We should never allow another hideous building of his to deface our beautiful city. Period."
    ],
    "source": "brownstoner",
    "word_count": 642
  },
  {
    "title": "Daily Links: Bjarke Ingels Plans Concrete Towers for Prominent Gowanus Site",
    "url": "https://www.brownstoner.com/brooklyn-life/daily-links-bjarke-ingels-plans-concrete-towers-for-prominent-gowanus-site/",
    "text": "East Williamsburg gets a castle, dozens of New York Rite Aid sites to be auctioned, and more Brooklyn news. Photo of the Day: Fort Greene. Photo by Susan De Vries Registerto leave a comment, orlog inif you already have an account",
    "comments": [],
    "source": "brownstoner",
    "word_count": 41
  },
  {
    "title": "Top 5 Stories on Brownstoner This Week: Prominent Gowanus Site Changes Hands",
    "url": "https://www.brownstoner.com/brooklyn-life/brooklyn-news-gowanus-site-changes-hands-051725/",
    "text": "Popular stories include a Park Slope reno with lively decor, a Carroll Gardens co-op on the market, and more Brooklyn news. The site at 175 3rd Street last month. Photo by Susan De Vries Bjarke Ingels’ Wild Design for Gowanus Site Unlikely to Be Built by New Owners An attention-grabbing design by prominent Brooklyn architecture firm Bjarke Ingels Group, or BIG, for a parking lot on the corner of 3rd Avenue and 3rd Street in Gowanus seems unlikely to move forward now that the property has changed hands. This site is protected by reCAPTCHA and the GooglePrivacy PolicyandTerms of Serviceapply. A Prospect Lefferts Gardens Row House and More to See, Starting at $1.4 million Our picks for open houses to check out last weekend were found in Brooklyn Heights, Prospect Lefferts Gardens, West Midwood, and Bay Ridge. They range in price from $1.4 million to $16 million. Park Slope Limestone With Designer Touches, Central Air Asks $6.7 Million A design makeover of this Park Slope limestone was dubbed “a second youth” by theNew York Timesin the 1990s. Some of those touches remain in the interior of the single-family at 623 2nd Street, combined with original early 20th century details and more recent upgrades, like central air. Carroll Gardens Beaux-Arts Flat With Working Fireplaces, Laundry Asks $999K All looks neat and orderly inside this Carroll Garden two-bedroom. The apartment requires a walk up to the fourth floor of 232 President Street, but in return it has in-unit laundry, wood-burning fireplaces, and a renovated kitchen. The Insider: Park Slope Townhouse Gut Mixes Preserved Details With Lively Decor Antoin O’Duibhir worked as a carpenter when he first came to the U.S. from Ireland in the 1990s. By 2006, he and his wife, Kerry, an interior designer, had formed their own design-build company specializing in the renovation of historic houses. “Our very first brownstone, in Park Slope, was featured on the television series Billions,” O’Duibhir recalled. “It was my education in brownstones. I didn’t make a penny on the job, but I learned a lot.” Emailtips@brownstoner.comwith further comments, questions or tips. Follow Brownstoner onXandInstagram, and like us onFacebook. Registerto leave a comment, orlog inif you already have an account",
    "comments": [],
    "source": "brownstoner",
    "word_count": 365
  },
  {
    "title": "Daily Links: Musicians Take Toxin Testing Into Their Own Hands at Gowanus Studio",
    "url": "https://www.brownstoner.com/brooklyn-life/daily-links-musicians-take-toxin-testing-into-their-own-hands-at-gowanus-studio/",
    "text": "Brooklyn Heights auto shop ‘targeted’ by serial 311 caller, DoBro park could get upgrades if judges lose parking spots, and more Brooklyn news. Photo of the Day: Brooklyn Heights. Photo by Susan De Vries Registerto leave a comment, orlog inif you already have an account",
    "comments": [],
    "source": "brownstoner",
    "word_count": 45
  },
  {
    "title": "Bjarke Ingels' Wild Design for Gowanus Site Unlikely to Be Built by New Owners",
    "url": "https://www.brownstoner.com/development/175-3rd-street-gowanus-tavros-charney-bjarke-ingels/",
    "text": "Tavros Capital and Charney Companies are planning their fourth apartment complex in Gowanus after acquiring the three-acre canal-side parking lot. The site at 175 3rd Street last month. Photo by Susan De Vries An attention-grabbing design by prominent Brooklyn architecture firm Bjarke Ingels Group, or BIG, for a parking lot on the corner of 3rd Avenue and 3rd Street in Gowanus seems unlikely to move forward now that the property has changed hands. While the new owners declined to comment specifically on their plans for the design, commissioned by the site’s previous owner, they did tell Brownstoner they intend to build a 1,000-unit residential development with 1 million square feet — more than twice the size of the previous project. The three-acre site alongside the Gowanus Canal at 175 3rd Street comes already remediated and with a  valuable 421-a tax break. Developers Tavros Capital and Charney Companies purchased it for $160 million from developer RFR on April 30, the seller announced last week. This site is protected by reCAPTCHA and the GooglePrivacy PolicyandTerms of Serviceapply. Charney Companies COO Justin Pelsinger told Brownstoner via email that the 3rd Street parcel was “a truly scarce opportunity—one of the final large-scale multi-family development parcels left in Gowanus, and indeed, much of Brooklyn,” and said the investment reflects the developers’ commitment to shaping the neighborhood’s future. Across the street from Whole Foods and running along 3rd Street from 3rd Avenue to the canal and the 3rd Street Bridge in front ofPowerhouse Arts, the property will be the fourth Gowanus project for the company. Used as a Verizon parking lot for decades, it contains a brick building on one side and a metal shed on the other. The developers have worked with architecture firmFogarty Fingeron their three other developments in the neighborhood, known collectively asGowanus Wharf, although they are not adjacent. Gowanus Wharf comprises Nevins Port at 320 and 340 Nevins Street, Union Channel at 240 3rd Avenue, and Douglass Port at 251 Douglass Street. Union Channel, the farthest along, has held anaffordable housing lotteryand recently started leasing. The acquisition of 175 3rd Street brings their projects in the area to a total of 2,200 units and more than 2 million square feet under development, Pelsinger said. Bjarke Ingels Group imagined astriking waterfront structure tiered like a wedding cake, with a walkable public ramp winding past apartments to the top of the building, and a lush canal-side park open to the public. The design included 450 apartments over 651,433 square feet. The property comes with eligibility for the Brownfield Credit Program. RFR, which purchased the site in 2018 for $115 million, secured the incentives, conducted environmental remediation, and obtained excavation and foundation permits before the sale, according to the company. To finance the purchase, Tavros and Charney secured $145 million from Silver Point Capital, The Brodsky Organization, and Tikehau Capital, according toThe Real Deal. Previous owner RFR “recognized potential in Gowanus early and secured critical tax incentives, pushed forward a best-in-class design, and positioned the project to meet the area’s surging demand for housing,” RFR principal Aby Rosen said in a prepared statement. As of now, Tavros and Charney have not filed any new building permits or released updated design plans for the site. Emailtips@brownstoner.comwith further comments, questions or tips. Follow Brownstoner onTwitterandInstagram, and like us onFacebook. Registerto leave a comment, orlog inif you already have an account",
    "comments": [],
    "source": "brownstoner",
    "word_count": 563
  },
  {
    "title": "Search Results for:gowanus",
    "url": "https://www.brownstoner.com/?s=gowanus",
    "text": "In the News\n\nAt a Julio Torres Halloween Party, No Look Is Too Surreal [NYT]\n\n\nMan Who Died Saving P...",
    "comments": [],
    "source": "brownstoner",
    "word_count": 20
  },
  {
    "title": "Search Results for:gowanus",
    "url": "https://www.brownstoner.com/page/2/?s=gowanus",
    "text": "To cut wait times for customers, 119-year-old Brooklyn plumbing company Petri Plumbing, Heating, Coo...",
    "comments": [],
    "source": "brownstoner",
    "word_count": 14
  },
  {
    "title": "Search Results for:gowanus",
    "url": "https://www.brownstoner.com/page/3/?s=gowanus",
    "text": "The latest affordable housing lottery to open for a new development made possible by the Gowanus rez...",
    "comments": [],
    "source": "brownstoner",
    "word_count": 17
  },
  {
    "title": "Search Results for:gowanus",
    "url": "https://www.brownstoner.com/page/424/?s=gowanus",
    "text": "Yesterday's article in the New York Times about developer Shaya Boymelgreen and his billionaire bac...",
    "comments": [],
    "source": "brownstoner",
    "word_count": 15
  },
  {
    "text": "Quite a few camera crews and and local residents gathered on the Union Street bridge in Gowanus this morning to witness clean water activistChristopher Swain's second attempt to swim the entire 1.8 mile length of the Gowanus Canal Superfund site.His first try this past springwas cut short after just 2/3rd of a mile because of weather concerns.Swain's goal is to bring attention to one of the most polluted waterways in America and to call for an accelerated, comprehensive cleanup, resulting in a \"Gowanus Canal that is safe for swimming every day.\"Before todays swim, theUS Environmental Protection Agencyhad cautioned Swain against getting into the Gowanus, stating: \"\"The Unites States Environmental Protection Agency—leader of the cleanup of the sludge at the bottom of the Canal—recognized Swain’s legal right to swim in the Canal, but has advised Swain against swimming in it at all. In a letter delivered to Swain on Wednesday, the Agency wrote: “EPA strongly advises against swimming in the Gowanus Canal. Swimming in the waters of the Gowanus Canal poses a risk from exposure to site related hazardous chemicals as well as pathogens associated with sewage discharge.”That obviously did not deter Swain. Shortly after 11 Am, the activist, dressed in a protective yellow suit and wearing a cap with the word \"hope\" handwritten on it, climbed down from the Union Street bridge and got into a canoe.  Amidst applause and shouts of \"Go, Swain\" and \"Good luck, Christopher\", he and his team made their way to the head of the canal at Butler Street.Once there, Swain climbed out of the canoe and entered the greenish, smelly waters.Within minutes, he had made his way through oil sheen and raw sewage back to the Union Street Bridge, waving to the crowd and stopping just  long enough to say: \"Sometimes, someone has to put himself on the line for something to change.\"He then turned around and continued towards the Carroll Street Bridge and hopefully towards his goal.Not everyone seemed impressed.  A young man shook his head in disbelief and said: \"Guy swims in dirty water. So what!  For this I left work?\"****Update**Swain completed the entire 1.8 mile swim in the Gowanus Canal at 12:37:44 pm. (The official start time was 11:25:50 am).Eymund Diegel,who accompanied Swain to the finish line in his canoe , reports that the activist is doing quite well after this second time in the polluted canal.Diegel writes: \"\"Chris is actually in great shape.  Swimming is apparently quite healthy for you.  He just had ice cream from Ample Hills - the flavor \"It Came from Gowanus\" renamed to \"He Came from Gowanus\" for today.\"The photos below were taken by Diegel as Swain was completing his goal.(photo credit: Eymund Diegel)Read more",
    "source": "pardon_me_for_asking",
    "url": "http://pardonmeforasking.blogspot.com/search?q=gowanus",
    "word_count": 449
  },
  {
    "text": "Gowanus 2007Gowanus 2008Gowanus 2007Gowanus 2007As mentioned previously, theNew York City Department of City Planning (DCP)has just released the long awaitedGowanus Draft Zoning Proposal.  Many in the community are trying to understand and to envision what Gowanus will look like in the future, ifthe proposed rezoning, which calls for  22 to 30-story buildings, does go through as proposed.  Others are looking to the past, cognizant of the fact that much of the neighborhood's history could easily be erased forever as a result of the rezoning.TheGowanus Landmarking Coalitionwas formed in the summer of 2017 to seek New York City landmark designation for key historical, architectural, and cultural sites in Gowanus prior to the neighborhood rezoning.The coalition is made up of Gowanus residents, local businesses,  and the following organizations.Park Slope Civic Council,The Old Stone House,Historic Districts Council,Friends and Residents of Greater Gowanus (FROGG).It's mission is \"to ensure that Gowanus retains an authentic sense of place - and remains capable of telling its own many-layered story.\"The Gowanus Landmarking Coalition has just issued the press release below. Please support its mission andsign the petition to protect Gowanus' built environment prior to the City Planning Commission's rezoning.Gowanus Landmarking Coalition Launches Website Ahead of RezoningGOWANUS -  The Gowanus Landmarking Coalition unveiled its new website today in advance of tonight’s public meeting regarding the city’s Gowanus rezoning plan.The website can be found at:www.gowanuslandmarks.orgThe new site highlights the Coalition’s priority list of fifteen sites and small districts in Gowanus that warrant official designation by the City of New York.Having waited more than two years for the city’s Landmarks Preservation Commission to conclude its study of potential Gowanus landmarks for designation, the Coalition continues to press public officials to designate and protect critical sites before rezoning arrives in the neighborhood.“We’ve seen this before in recent city-led neighborhood rezonings,” said Coalition member and Gowanus resident Brad Vogel, “Landmarking has been left as something of an afterthought in places like East Harlem, Inwood, and East New York when it needs to happen prior to the major changes that come with city-led rezonings.  We hope the city will take a better course here in Gowanus.”Some groups in the Coalition have been advocating for landmark designation in Gowanus for more than a decade.  And during that time, several quintessentially Gowanus sites, likethe Burns Brothers Coal Pockets, have been lost to demolition.“We invite community members to sign our petition found at the new Coalition website,” said Kelly Carroll of the Historic Districts Council.  “Gowanus should not be left with a paltry 3 or 4 designated landmarks when the rezoning dust settles.  Telling the full story of this neighborhood’s industrial and maritime heritage requires more than a dozen sites.  Our Coalition priority list is a good start.”The Coalition, comprised of city-wide, neighborhood, and historical groups, continues to meet with elected officials and city agencies to advocate for landmark designation.“Historic interpretation signage in the neighborhood as proposed by the city sounds nice.  But first we need to save the buildings that still exist and give Gowanus a real sense of place,” said Linda Mariano of Friends and Residents of Greater Gowanus.  “We ask our public officials to do right by Gowanus and landmark the important buildings shown on our website as soon as possible.”Here is a list of sites identified by the Gowanus Landmarking Coalition as landmark worthy.Gowanus Flushing Tunnel Pumping Station, 209 Douglass StreetASPCA Memorial Building, 238 Butler StreetGowanus Station, 234 Butler StreetBRT Powerhouse, 322 Third AvenueNational Packing Box Factory, 280 Nevins StreetT.H. Roulston Inc., 70-124 9th StreetAmerican Can Factory, 232 3rd Street“The Green Building”, 460 Union StreetIce House & Brewing Complex, 401-421 Bond StreetUnion Street Bridge Control TowerR.J. Dun & Company, 237-257 Butler StreetNorge Sailmakers Building, 170 Second AvenueBowne Grain Storage, 398 Smith Street2nd Street Historic District (between Bond & Hoyt Streets)Head of Canal DistrictRead more",
    "source": "pardon_me_for_asking",
    "url": "http://pardonmeforasking.blogspot.com/search?q=gowanus",
    "word_count": 631
  },
  {
    "text": "Councilman Brad Lander at one of the Bridging Gowanus meetings, promising an 'inclusive and transparent process\"Bridging Gowanus Study AreaUnbeknown to most Gowanus residents and business owners, Councilman Brad Lander has recently\"stepped up a handful of meetings with local leaders in the Gowanus neighborhood to talk with them about next steps in the Bridging Gowanus community planning process,\" according to Catherine Zinnel, his Deputy Chief of Staff.I found out aboutBridging Gowanus' next steps by pure coincidence when someone whose organization had been invited by Lander's office mentioned a meeting on June 16th with the  representatives from the NYC Department of City Planning.  Obviously, the person thought he had committed a gaffe, since as soon as the words were spoken, he tried to back paddle and asked me repeatedly, in a strong tone, not to call Brad Lander's office to find out more.Obviously, that person does not know me very well.That same evening, I reached out to Ms. Zinnel to inquire about the meeting.  She acknowledged that Gowanus Canal Conservancy and Gowanus by Design 'among others' would be attending together with City Planning staff.The purpose for the gathering, according to Zinnel, was to discuss the next steps in the Bridging Gowanus community planning process and to talk about what  progress \"has been made over the past 18 months on some of the recommendations\" made by the community during previous Bridging Gowanus meetings.When asked to provide a complete list of attendees, Zinnel did not oblige, even after the meeting.***( From another source, I learned that, along withNYC Department of City Planning, representatives of Gowanus Canal Conservancy, Gowanus Dredgers, Gowanus by Design, Build It Green, and the LES Ecology Center had received an invitation.)Why is any of this important?Of course, our Councilman can have meetings with whomever he chooses but it should be part of the public record so there is no suspicion about motives.  We are talking here about the overall rezoning of the Gowanus neighborhood and the meetings associated with this re-zoning should be made public.When Councilman Lander, together with several other local elected officials, launchedBridging Gowanus, a conversation \"about a shared, sustainable vision for the Gowanus\" in August 2013, he promised the community a \"broad-based, inclusive, transparent and robust process,\" and vowed \"to make sure that the communities around the Canal could take the lead in identifying the values that will shape future actions.\"That first Gowanus Planning kick-off meeting held on August 5, 2013, didn't seem so inclusive to some. Though various stakeholders and  representatives from local organizations had been invited, the meeting was not announced to the public, not posted in any way on the internet,not open to the general public and was closed to the press.Councilman Brad Lander, when faced with the criticism in the press,wrote a letter to the editor of the Brooklyn Paperstating that the meeting 'was not secret' and  promised that Bridging Gowanus would\"be an effort to open up the planning process so that community residents, business people, and community groups can work together to shape a vision for the area around the Gowanus Canal rather than have decisions made by developers, the city, or by elected officials.\"Subsequent Bridging Gowanus meetings held throughout 2014 were indeed publicized and well attended.  However,  the meetings were eerily controlled and orchestrated byPratt Center for Community Development, which had been hired by Lander as consultant in charge of running the planning process.Participants were divided amongst several tables where Pratt Center moderators seemed to lead the conversation according to a carefully scripted plan that led to a pre-determined outcome,  It all seemed designed to give the appearance of community input rather than to actually achieve it.In November 2014, Pratt Center for Community Development presented the findings of the \"Bridging Gowanus.\"  These findings, the community was told, would help develop a neighborhood framework for \"the infrastructure and land use plan needed for a safe, vibrant and sustainable Gowanus.\" The 'shared values' reflected in the framework are \"going to hopefully guide New York City Planning and the De Blasio Administration when a re-zoning plan for Gowanus will be put forth.\"Though groups and organizations like the Fifth Avenue Committee, Gowanus Alliance, Gowanus Dredgers, and Wyckoff Gardens Tenants Association expressed their approval of the framework, quite a few local residents objected to the assertion by Pratt and Councilman Lander that many in Gowanus were open to high rises from 8 to 18 stories to achieve the goals set forth by Bridging Gowanus.The density had been determined by a rather misleadingexercise given to residents at the public meeting in Junewhich asked residents to add two stories to a four story building for every amenity, like school, park or art space, that would be added to the neighborhood. Those who checked off every amenity ended up with residential buildings up to 18 stories high.To Lander, it was all a trade off for providing more parkland, more schools, more affordable housing and protection of manufacturing zones in Gowanus.\"We did ask people to think hard of the tradeoffs that are necessary,\" Brad Lander commented. \"These kinds of investments and achieving the level of preservation we just talked about costs a lot of money.\"It is interesting to note that 'Bridging Gowanus' is not the first time the community was asked to envision the future of the neighborhood. Back in 2007, Pratt Center helped conveneGowanus Summit, \"a coalition of civic, housing and community development, manufacturing, and labor groups to establish ground rules for development around the Gowanus Canal.\"The summit \"aimed to ensure that new development meets the needs of area residents and sets high standards for local quality of life.\"Even more interesting,Brad Lander was the director for Pratt Center for Community Developmentin 2007.Shortly afterwards, in May 2008, while Bill de Blasio was our councilman, theNew York City Department of City Planningreleased itsGowanus Canal Corridor Draft Zoning ProposalThe agency was ready to push a major re-zoning through, though there was much opposition from the community.That re-zoning effort was eventually put on hold after the Environmental Protection Agency declared the Gowanus Canal a Superfund in 2009.The prospect of a re-zoning has caused developers to circle around the neighborhood like sharks in a feeding frenzy. Since 2008, most of the land around the Gowanus Canal has been snapped up in a veritable gold rush.  But before that land is re-zoned from manufacturing to residential, they can't start building their luxury condos.Developers are probably calling our elected officials on a regular basis to apply pressure (or, perhaps to host fundraisers and contribute to campaigns).Which brings me back to last Thursday's meeting.After all his promises and assurances that the Bridging Gowanus process and subsequent re-zoning will be transparent and inclusive, Councilman Brad Lander should know better than to 'step up' the process without announcing it to the community.Shame on him.***As of this morning, Catheribe Zinnel of Lander's office had not provided the requested attendance list for last Thursday's meeting.  Nor did she provide a list of attendees of another 'Bridging Gowanus Part 2' meeting that took place earlier on Thursday.Read more",
    "source": "pardon_me_for_asking",
    "url": "http://pardonmeforasking.blogspot.com/search?q=gowanus",
    "word_count": 1165
  },
  {
    "text": "Voice of Gowanus at a press conference at noon todayMembers ofVoice of Gowanusheld a press conference at noon today to announce that its coalition of neighborhood civic groups has retained a lawyer and an environmental consultant to challenge New York City's rezoning of the massive Gowanus rezoning from industrial/manufacturing to mostly residential.Of course, Pardon Me For Asking was there to capture the event...and to speak.Please take a look at the video to understand why VoG is opposed to the rezoning,Below find Voice of Gowanus' statement on retaining legal council. I encourage everyone to contribute toGowanus Legal Defense Fund.January 12, 2021VOICE OF GOWANUS LAWYERS UP IN REZONE FIGHTCoalition Retains Counsel, Mulls Challenge To Gowanus RezoningGOWANUS, BROOKLYN – Voice of Gowanus, a grassroots community coalition, announced today that it has retained legal counsel and is contemplating possible legal challenges to Mayor Bill de Blasio’s and City Planning’s deeply flawed rezoning proposed for Gowanus, Brooklyn.“The proposed rezoning stinks worse than the Gowanus Canal on a bad day,” said Katia Kelly of Voice of Gowanus.  “We’ve retained counsel, and we’ll fight the city’s ill-advised plan in court if we must.”Attorney Jason Zakai of the law firm Hiller, P.C. will represent Voice of Gowanus as legal counsel, working with the group’s legal committee, which itself is comprised of several attorneys.  Hiller, PC is the leading opposition land-use, zoning and preservation law firm in New York City. Dedicated to preserving neighborhoods and protecting communities from out-of-control development, the firm regularly takes on legal challenges against arbitrary and capricious City land-use approvals, or those that violate lawful procedure.“There are serious problems both with the massive rezoning proposal itself, and with the lack of transparency concerning the proposal, and we are looking into all legal options on behalf of our client,” Zakai said. “Rather than move forward with such a problematic plan, the City should go back to the drawing board and shelve it for another day.”Voice of Gowanus previously launched theGowanus Legal Defense Fundto raise financial support for the legal effort and continues to fundraise.  An outpouring of community support for the Fund indicates the intense level of concern about a rezoning that stands to increase raw sewage overflows into the Gowanus Canal and compromise the Gowanus superfund cleanup.The rezoning, which seeks to permit 22-30 story luxury residential towers in a vulnerable flood zone, also proposes placing housing on Public Place, one of the most toxic sites in the city, which will never be fully cleaned of plumes of carcinogenic coal tar extending 100 feet below the surface.“We’re also excited to announced that Voice of Gowanus has retained environmental administrative law expert Maureen Koetz, a veteran of earlier fights against wanton rezoning actions here in New York City,” said Jack Riccobono of Voice of Gowanus. “We are ready to go to the mat to stop this incredibly unwise push to rezone a neighborhood during a pandemic.”Voice of Gowanus has also repeatedly raised concerns about the city’s strange rush to ram the rezoning through during the middle of the global pandemic.“Protecting our community’s rights to due process and ensuring that laws are followed even during a pandemic are top priorities for us,” said Brad Vogel of Voice of Gowanus. “Just because a mayor or council member’s term will be ending doesn’t mean the rules regarding land use review can be suspended.  Especially when the proposed rezoning is as drastic and unsustainable as the one being put forward here in Gowanus.”For more on Voice of Gowanus and concerns about the Gowanus rezoning:www.voiceofgowanus.orgJack Riccobono of Voice of GowanusBrad Vogel, VoG memberAlicia Boyd ofThe Movement to Protect the People (MTOPP)Linda LaViolette of VoGRead more",
    "source": "pardon_me_for_asking",
    "url": "http://pardonmeforasking.blogspot.com/search?q=gowanus",
    "word_count": 603
  }
]