{
  "nodes": [
    {
      "id": 1,
      "title": "Massive luxury 'wellness' mecca coming to Gowanus",
      "type": "gossip",
      "year": 2025,
      "blurb": "Brooklyn's Gowanus Canal, the once-smelly waterway that was long a punch line for comedians, will soon welcome one of the Big Apple's largest and most glamorous "wellness" centers.",
      "sourceUrl": "https://nypost.com/2025/11/30/business/massive-wellness-mecca-coming-to-gowanus/",
      "wordCount": 496,
      "keywords": ["wellness", "luxury", "development", "Brooklyn", "waterway", "smelly", "comedians", "glamorous", "mecca", "center"],
      "x": -120,
      "y": 450
    },
    {
      "id": 2,
      "title": "Real-life Kramer slices through fecal-infested Red Hook channel every day: 'It calms me'",
      "type": "gossip",
      "year": 2025,
      "blurb": "A Little Italy man with a taste for thrills has turned the polluted and Staten Island Ferry-littered waters of the Upper New York Bay into his very own sanctuary. Sante Scardillo, who declined to give his age but admitted he qualifies for an MTA discount, swims in the choppy waters of the bay from June through November in nothing but his bathing suit and a swim cap. 'Sometimes two,' he told the Post, 'if it's a very cold day.'",
      "sourceUrl": "https://nypost.com/2025/11/08/us-news/sante-scardillo-swims-in-red-hook-channel-every-day/",
      "wordCount": 566,
      "keywords": ["swimming", "polluted", "Red Hook", "Sante Scardillo", "fecal", "bay", "sanctuary", "bathing", "MTA", "waters"],
      "x": -85,
      "y": 520
    },
    {
      "id": 3,
      "title": "Cancer-causing toxins could be spread over trendy NYC neighborhood by Gowanus Canal dredging project, experts warn",
      "type": "gossip",
      "year": 2025,
      "blurb": "It's a murky situation. Experts are sounding alarms about the EPA's plan to excavate the Gowanus Canal without covering the foul-smelling sludge — as residents allege they're suffering from putrid air and fear more toxins could be released into their tony neighborhood.",
      "sourceUrl": "https://nypost.com/2025/02/12/us-news/experts-deeply-concerned-over-next-phase-of-gowanus-canal-dig-warn-carcinogens-could-be-released/",
      "wordCount": 866,
      "keywords": ["cancer", "toxins", "dredging", "EPA", "excavate", "sludge", "carcinogens", "residents", "air quality", "warning"],
      "x": -160,
      "y": 380
    },
    {
      "id": 4,
      "title": "Gowanus Canal's toxic sludge will be trucked through NYC neighborhoods — leaving locals fearing stomach-turning stench",
      "type": "gossip",
      "year": 2024,
      "blurb": "It's Eau de Gowanus delivered to your doorstep.",
      "sourceUrl": "https://nypost.com/2024/12/12/us-news/gowanus-canals-toxic-sludge-will-be-trucked-through-nyc-neighborhoods-leaving-locals-fearing-stomach-turning-stench/",
      "wordCount": 1014,
      "keywords": ["sludge", "trucking", "neighborhoods", "stench", "toxic", "smell", "locals", "delivery", "fear", "odor"],
      "x": -95,
      "y": 310
    },
    {
      "id": 5,
      "title": "NYC sprays 'Christmas' perfume near stinky Gowanus Canal",
      "type": "gossip",
      "year": 2024,
      "blurb": "Well, that stinks. The city sprayed 'Christmas'-scented perfume around the Gowanus Canal — but it'll take a lot more than holiday cheer to neutralize the stench seeping from the notorious polluted Brooklyn waterway. During the odorous operation, which began in February and ended last month, the city Department of Environmental Protection unleashed the Yuletide and citrus fragrances using misters around the perimeter of the 'Superfund site.'",
      "sourceUrl": "https://nypost.com/2024/08/29/us-news/nyc-sprays-christmas-perfume-near-gowanus-canal-but-waste-site-still-stinks/",
      "wordCount": 911,
      "keywords": ["perfume", "Christmas", "smell", "DEP", "misters", "fragrance", "odor", "Superfund", "stench", "citrus"],
      "x": -145,
      "y": 590
    },
    {
      "id": 6,
      "title": "'Stinking sh-tberg'",
      "type": "gossip",
      "year": 2024,
      "blurb": "Beware the blob. A huge smelly blob of black sludge was unearthed this week at a construction site for new housing going up along Brooklyn's toxic Gowanus Canal, and concerned neighbors said the noxious material was left exposed for days, feet from a busy intersection and school.",
      "sourceUrl": "https://nypost.com/2024/09/28/us-news/toxic-blob-left-at-brooklyn-construction-site-for-days/",
      "wordCount": 753,
      "keywords": ["blob", "sludge", "construction", "housing", "toxic", "exposed", "school", "noxious", "black", "neighbors"],
      "x": -75,
      "y": 660
    },
    {
      "id": 7,
      "title": "Church that hosted Al Capone's wedding",
      "type": "gossip",
      "year": 2024,
      "blurb": "A famous church that once hosted Al Capone's wedding, along with 20 other sites near Brooklyn's toxic Gowanus Canal, are in need of one hell of a clean-up after testing positive for dangerously unsafe air, The Post has learned.",
      "sourceUrl": "https://nypost.com/2024/06/22/us-news/famed-brooklyn-church-20-other-sites-by-gowanus-canal-test-toxic-by-state/",
      "wordCount": 1020,
      "keywords": ["church", "Al Capone", "wedding", "toxic air", "testing", "unsafe", "cleanup", "historic", "contamination", "sites"],
      "x": -180,
      "y": 280
    },
    {
      "id": 8,
      "title": "At least it wasn't more bodies.",
      "type": "gossip",
      "year": 2020,
      "blurb": "Federal environmental officials cleaning up Brooklyn's Gowanus Canal just dredged up two cars from the notorious waterway in less than a week. On Dec. 4, a sedan — possibly a Mercedes — was excavated from the canal, an infamous Superfund site contaminated by everything from industrial waste to sewage overflow and even human corpses, according to neighborhood blog Pardon Me For Asking.",
      "sourceUrl": "https://nypost.com/2020/12/11/two-cars-pulled-from-gowanus-canal-in-brooklyn/",
      "wordCount": 212,
      "keywords": ["cars", "dredging", "Mercedes", "bodies", "corpses", "excavation", "Superfund", "sewage", "industrial waste", "cleanup"],
      "x": -110,
      "y": 750
    },
    {
      "id": 9,
      "title": "love in the muck",
      "type": "date night",
      "year": 2020,
      "blurb": "Despite its notorious reputation for being a polluted pool of stagnant filth, the Gowanus Canal was recently the site of a marriage proposal — and she said yes. Gowanus residents Emma Borochoff, 30, and Jamison Pence, 32, have been dating for three-and-a-half years, lived in the neighborhood for two, and frequently go on walks over the Superfund-designated waterway's bridges, a pleasure they've been enjoying even more frequently in quarantine.",
      "sourceUrl": "https://nypost.com/2020/09/01/brooklyn-couple-gets-engaged-on-gowanus-canal/",
      "wordCount": 404,
      "keywords": ["proposal", "engagement", "romance", "quarantine", "bridges", "couple", "neighborhood", "walks", "love", "residents"],
      "x": -55,
      "y": 480
    },
    {
      "id": 10,
      "title": "a fun venue for the summer of COVID-19",
      "type": "picnic ideas",
      "year": 2020,
      "blurb": "Floating toward the bay, the setting sun illuminates a rainbow oil sheen. I stick my paddle in it and it shimmers, then dissipates. A pair of strangers gently bob to my left, and our group's leader talks about Dutch settlers and oysters before becoming momentarily distracted by a dead, bloated fish drifting by. The Gowanus Canal is famously filthy, but my recent tour of it with the Gowanus Dredgers Canoe Club felt like an escapist fantasy: Maskless on the water, insulated from city sounds by the wall of industry that lines the canal, the water droplets occasionally splashing onto my bare legs were, momentarily, the only threat of disease I could fathom.",
      "sourceUrl": "https://nypost.com/2020/07/24/nycs-gowanus-canal-now-a-pandemic-safe-venue-for-summer-fun/",
      "wordCount": 791,
      "keywords": ["COVID", "canoeing", "Dredgers", "pandemic", "recreation", "oil sheen", "fish", "Dutch settlers", "oysters", "tour"],
      "x": -130,
      "y": 700
    },
    {
      "id": 11,
      "title": "historic treasures",
      "type": "fortune telling",
      "year": 2018,
      "blurb": "Now, as the EPA dredges the fetid waterway amid a $506 million federal Superfund cleanup, workers are unearthing relics from Brooklyn's industrial heyday to its hipster-haven present — including a World War II-era "crash boat," massive wooden textile spools and wagon wheels from when Brooklyn was its own city.",
      "sourceUrl": "https://nypost.com/2018/08/13/gowanus-canal-cleanup-has-unearthed-historic-treasures-covered-in-toxic-goo/",
      "wordCount": 1680,
      "keywords": ["artifacts", "crash boat", "WWII", "textile", "spools", "wagon wheels", "industrial", "history", "relics", "excavation"],
      "x": -170,
      "y": 640
    },
    {
      "id": 12,
      "title": "Fugitive's plunge into toxic Gowanus Canal was a terrible decision",
      "type": "gossip",
      "year": 2018,
      "blurb": "He's hooked on heroin and could have killed a cop — but the worst thing for this upstate fugitive's well-being may have been his recent plunge into the toxic Gowanus Canal.",
      "sourceUrl": "https://nypost.com/2018/10/02/fugitives-plunge-into-toxic-gowanus-canal-was-a-terrible-decision/",
      "wordCount": 586,
      "keywords": ["fugitive", "heroin", "plunge", "toxic", "police", "chase", "crime", "health", "danger", "upstate"],
      "x": -90,
      "y": 820
    },
    {
      "id": 13,
      "title": "three-eyed fish",
      "type": "cryptids",
      "year": 2015,
      "blurb": "Update:Ichthyologists are dubious. It was always only a matter of time until the putrid toxic waters of the Gowanus Canal spit out some mutant hellspawn determined to seek revenge on humanity for decades of nonstop pollution. All this time, we assumed it'd be some sort of mud, poop, grass, gas and discarded bicycle hybrid. But if the man in the video is to be believed, the first Gowanus Canal monster is just your regular run-of-the-mill three-eyed fish. That's right: NYC may have its first Blinky.",
      "sourceUrl": "https://gothamist.com/food/video-man-claims-he-caught-three-eyed-fish-in-gowanus-canal",
      "wordCount": 248,
      "keywords": ["fish", "mutation", "Blinky", "Simpsons", "monster", "ichthyology", "video", "hellspawn", "pollution", "mutant"],
      "x": -65,
      "y": 360
    },
    {
      "id": 14,
      "title": "Cautious optimism on the Gowanus smell",
      "type": "controversy",
      "year": 2025,
      "blurb": "According to the data collected around the tank site, levels of naphthalene, a carcinogen chemical that smells like mothballs, were below a health-based level of concern. Naphthalene can have a strong odor, meaning that even at levels far below what would constitute a health hazard, it can still be smelt in the air, Dr. Smith noted.",
      "sourceUrl": "https://www.star-revue.com/the-new-york-city-department-of-environmental-protection-dep/",
      "wordCount": 1132,
      "keywords": ["naphthalene", "carcinogen", "mothballs", "odor", "air quality", "health", "testing", "tank", "DEP", "concern"],
      "x": -155,
      "y": 510
    },
    {
      "id": 15,
      "title": "calls for moratorium on new construction",
      "type": "controversy",
      "year": 2024,
      "blurb": "The community advocacy group Voice of Gowanus and Toxics Targeting, an Ithaca-based environmental data firm that tracks contaminated sites in New York state, are calling on Governor Kathy Hochul to put a pause on new construction on brownfield sites before all contamination is comprehensively cleaned up. The call comes after Toxics Targeting uncovered that the New York State Department of Environmental Conservation had found elevated levels of trichloroethylene, an industrial chemical linked to cancer and Parkinson's disease, in the indoor air of several buildings along the canal.",
      "sourceUrl": "https://www.star-revue.com/findings-of-toxic-fumes-in-gowanus-prompt-calls-for-moratorium-on-new-construction-by-oscar-fock/",
      "wordCount": 1586,
      "keywords": ["moratorium", "construction", "trichloroethylene", "cancer", "Parkinson's", "brownfield", "Voice of Gowanus", "Hochul", "indoor air", "advocacy"],
      "x": -125,
      "y": 240
    },
    {
      "id": 16,
      "title": "The Gowanus Shitshow",
      "type": "controversy",
      "year": 2023,
      "blurb": "I used to talk with Buddy Scotto, the great Carroll Gardens community leader, about Gowanus. It's an area he knew well. Buddy's greatest claim to fame is likely getting rid of the stench from the Gowanus Canal that would permeate Carroll Gardens whenever the wind shifted. The smell — which we'll come back to again shortly — came from still canal waters that collected raw sewage whenever it rained. The reason was the pump that cycled water through the 12-foot-wide Gowanus Flushing Tunnel, which dates back to 1911, broke down in the '60s.",
      "sourceUrl": "https://www.star-revue.com/the-gowanus-shitshow-by-george-fiala/",
      "wordCount": 1041,
      "keywords": ["Buddy Scotto", "sewage", "stench", "flushing tunnel", "pump", "1911", "Carroll Gardens", "smell", "rain", "wind"],
      "x": -195,
      "y": 430
    },
    {
      "id": 17,
      "title": "Buyer Beware on Gowanus Rezoning",
      "type": "controversy",
      "year": 2021,
      "blurb": "The City has been fighting the Superfund process from the beginning, initially trying to prevent it from ever happening. The Bloomberg administration maintained that it could clean the Canal and prevent recontamination using a combination of tree planting and sticking holes in the ground, enabling stormwater to seep into the ground instead of overflowing the sewers and send waste materials into the canals during storms.",
      "sourceUrl": "https://www.star-revue.com/superfund-lawyer-says-buyer-beware-on-gowanus-rezoning-by-george-fiala/",
      "wordCount": 767,
      "keywords": ["rezoning", "Bloomberg", "Superfund", "stormwater", "sewers", "recontamination", "tree planting", "city", "lawyer", "warning"],
      "x": -80,
      "y": 180
    },
    {
      "id": 18,
      "title": "a milestone in the Superfund cleanup",
      "type": "science project",
      "year": 2021,
      "blurb": "After more than 160 years as a repository of human and industrial waste, the Gowanus Canal is leaving its toxic legacy behind—or under. Last month marked a milestone in the Superfund cleanup of the waterway, as the bottom of the canal north of the 3rd Street Bridge was successfully injected with a five-foot layer of cement in a process known as in-situ stabilization. The procedure, overseen by the Environmental Protection Agency (EPA), follows dredging works done earlier this year and will prevent remaining pollutants in the canal's sediment from recontaminating the water above.",
      "sourceUrl": "https://www.star-revue.com/catching-up-with-the-gowanus-canal-by-jorge-bello/",
      "wordCount": 919,
      "keywords": ["milestone", "cement", "in-situ", "stabilization", "3rd Street", "EPA", "sediment", "pollutants", "dredging", "bridge"],
      "x": -140,
      "y": 150
    },
    {
      "id": 19,
      "title": "Weekly 'hour of action' brings climate advocates together",
      "type": "date night",
      "year": 2025,
      "blurb": "Known as the Climate Changemakers, the group, whose members range in age from 26 to 35, is part of a broader climate advocacy network. They host a weekly "hour of action," providing attendees with everything they need to participate. DeBare, a co-founder of the Brooklyn chapter, said typical tasks in the lead-up to an election month include phone banking, drafting personalized emails to local assembly members, and reading educational briefings on relevant laws. He said the goal is to equip people with enough resources to act without expecting them to be experts.",
      "sourceUrl": "https://www.brooklynpaper.com/climate-changemakers-meet-weekly-gowanus/",
      "wordCount": 843,
      "keywords": ["climate", "advocacy", "activism", "phone banking", "assembly", "education", "community", "election", "DeBare", "Changemakers"],
      "x": -105,
      "y": 570
    },
    {
      "id": 20,
      "title": "Artists open their doors",
      "type": "date night",
      "year": 2025,
      "blurb": "Rapidly-changing Gowanus has long been an artists haven, frequently decked out with public art displays and gallery shows, but the creators themselves often work behind closed doors, tucked away in converted industrial buildings and studio collectives. Open Studios is an annual celebration of local artists, and a chance for residents to truly get to know them.",
      "sourceUrl": "https://www.brooklynpaper.com/artists-open-doors-gowanus-open-studios-2025/",
      "wordCount": 838,
      "keywords": ["artists", "Open Studios", "galleries", "studios", "industrial", "collectives", "art", "celebration", "creators", "community"],
      "x": -70,
      "y": 410
    },
    {
      "id": 21,
      "title": "The Shop Workspace opens coworking hub in Gowanus",
      "type": "fortune telling",
      "year": 2025,
      "blurb": "Memberships start at $450 monthly for Commons access, including 3,000 square feet of coworking space, unlimited coffee and access to networking events. Private suites for individuals or teams of up to ten, beginning at $1,400 monthly, with flexible terms available. Day passes and hourly bookings for meeting and event spaces are also offered, starting at $40 per day.",
      "sourceUrl": "https://www.brooklynpaper.com/the-shop-workspace-gowanus/",
      "wordCount": 521,
      "keywords": ["coworking", "workspace", "membership", "office", "networking", "suites", "coffee", "flexible", "meeting", "events"],
      "x": -175,
      "y": 330
    },
    {
      "id": 22,
      "title": "'The Heartbeat of Gowanus': New Groundswell mural",
      "type": "art projects",
      "year": 2025,
      "blurb": "On Thursday, Aug. 21, FAC and Groundswell Community Mural Project unveiled "The Heartbeat of Gowanus," a large-scale community mural created by lead artists Kristy McCarthy and Yolande Delius in collaboration with 13 youth artists from Groundswell's Voices Her'd Visionaries program, local leaders and neighborhood residents. The mural, spanning the building's facade, pays tribute to the resilience and advocacy of Gowanus organizers and residents who have shaped the neighborhood through decades of struggle and transformation. It was created after months of research, interviews, a community listening session and on-the-street interviews with locals.",
      "sourceUrl": "https://www.brooklynpaper.com/the-heartbeat-of-gowanus-mural-fac-groundswell/",
      "wordCount": 826,
      "keywords": ["mural", "Groundswell", "youth", "artists", "McCarthy", "Delius", "resilience", "advocacy", "community", "facade"],
      "x": -60,
      "y": 270
    },
    {
      "id": 23,
      "title": "flooding and community resilience",
      "type": "weather report",
      "year": 2025,
      "blurb": ""The Dear Neighbor Project," a multi-site visual art exhibition by Brooklyn-based artist Tiffany Baker in collaboration with the Van Alen Institute, aims to raise public awareness of flooding in Gowanus. The project captures residents' experiences during flood events through murals and outdoor sculptures at eight locations throughout the neighborhood. Each mural is paired with audio stories by longtime residents, students, small business owners and community leaders, who share what it's like to live in a flood-prone neighborhood, the aftermath of storms and the emotional toll of disaster. Many installations feature QR codes linking to the project's website, offering a deeper look at the stories and how the work came together.",
      "sourceUrl": "https://www.brooklynpaper.com/gowanus-art-project-flooding-community-resilience/",
      "wordCount": 953,
      "keywords": ["flooding", "Dear Neighbor", "Tiffany Baker", "Van Alen", "resilience", "murals", "audio stories", "storms", "disaster", "QR codes"],
      "x": -190,
      "y": 550
    },
    {
      "id": 24,
      "title": "T4T celebrates three years of transgender comedy",
      "type": "date night",
      "year": 2025,
      "blurb": "Brooklyn's original all-trans stand-up comedy show, T4T — short for "trans-for-trans" — is celebrating its third anniversary with a transgender comedy spectacular at the Bell House on Monday, June 16.",
      "sourceUrl": "https://www.brooklynpaper.com/t4t-three-years-of-transgender-comedy/",
      "wordCount": 813,
      "keywords": ["transgender", "comedy", "T4T", "Bell House", "stand-up", "anniversary", "LGBTQ", "performance", "entertainment", "celebration"],
      "x": -100,
      "y": 630
    },
    {
      "id": 25,
      "title": "BIG design for Gowanus parking lot",
      "type": "date night",
      "year": 2025,
      "blurb": "An attention-grabbing design by prominent Brooklyn architecture firm Bjarke Ingels Group, or BIG, for a parking lot on the corner of Third Avenue and Third Street in Gowanus seems unlikely to move forward now that the property has changed hands. While the new owners declined to comment specifically on their plans for the design, commissioned by the site's previous owner, they did tell Brownstoner they intend to build a 1,000-unit residential development with 1 million square feet — more than twice the size of the previous project.",
      "sourceUrl": "https://www.brooklynpaper.com/big-gowanus-parking-lot-design/",
      "wordCount": 605,
      "keywords": ["BIG", "Bjarke Ingels", "architecture", "parking", "design", "Third Avenue", "residential", "development", "1000 units", "Brownstoner"],
      "x": -135,
      "y": 790
    },
    {
      "id": 26,
      "title": "Meet the microbes cleaning up the Gowanus Canal",
      "type": "cryptids",
      "year": 2025,
      "blurb": "The bottom of the Gowanus Canal is not, strictly speaking, a hospitable environment. It's covered in a thick layer of contaminated sediment, the product of more than 150 years of industrial pollution and combined sewer overflow. The toxic sludge, nicknamed "black mayonnaise, is packed with coal tar, heavy metals, and long-banned industrial chemicals. Even with the federal Superfund cleanup about one-third complete, there are still tens of thousands of cubic yards of black mayonnaise at the bottom of the Gowanus. When it rains, combined sewer overflow dumps gallons of untreated sewage into the water. Despite it all, there's a thriving miniature ecosystem of billions of microbes just atop the sediment. What's more, researchers have found, those microbes are — very slowly — cleaning the canal themselves.",
      "sourceUrl": "https://www.brooklynpaper.com/small-world-microbes-cleaning-gowanus-canal/",
      "wordCount": 1299,
      "keywords": ["microbes", "black mayonnaise", "sediment", "ecosystem", "bacteria", "cleanup", "coal tar", "CSO", "research", "self-cleaning"],
      "x": -50,
      "y": 540
    },
    {
      "id": 27,
      "title": "Affordable housing lottery opens in Gowanus",
      "type": "fortune telling",
      "year": 2025,
      "blurb": "An affordable housing lottery has debuted for an under-construction tower on Gowanus' 4th Avenue, the latest of several lottery launches tied to the neighborhood's rezoning. Built on the site of a former taxi stand and garage at 380 4th Ave., the Longview will stand 175 feet tall with 17 stories and 197 apartments, according to city records. Included in the lottery are 50 units, all rent stabilized and income restricted, 40 of which could be deemed truly affordable. Those are targeted at households of one to five people earning between $35,589 and $100,620 a year, or 40-60% of Area Median Income, according to the listing.",
      "sourceUrl": "https://www.brooklynpaper.com/affordable-housing-lotto-longview-gowanus/",
      "wordCount": 590,
      "keywords": ["affordable housing", "lottery", "Longview", "4th Avenue", "rent stabilized", "AMI", "rezoning", "apartments", "tower", "income restricted"],
      "x": -165,
      "y": 220
    },
    {
      "id": 28,
      "title": "artists turn an old Gowanus water tank into something beautiful",
      "type": "art projects",
      "year": 2025,
      "blurb": "How much can a water tower mean to a neighborhood? Quite a bit, according to the artists of Gowanus. Last weekend, Arts Gowanus opened its fourth annual "Tower Show," featuring nearly 200 individual works of art all depicting the same object: the old water tower that serves as the org's logo.",
      "sourceUrl": "https://www.brooklynpaper.com/tower-show-gowanus-tank-into-art/",
      "wordCount": 685,
      "keywords": ["water tower", "Tower Show", "Arts Gowanus", "art", "exhibition", "logo", "artists", "annual", "200 works", "neighborhood"],
      "x": -115,
      "y": 370
    },
    {
      "id": 29,
      "title": "Construction of long-delayed Gowanus Canal CSO tank",
      "type": "art projects",
      "year": 2025,
      "blurb": "A long-delayed project critical to the success of the Gowanus Canal Superfund cleanup reached an early milestone this week, as the city finished excavating space for a massive underground sewer overflow tank. The Red Hook tank — formerly known as the Head End tank — will catch 8 million gallons of rainwater and combined sewer overflow during storms, preventing it from flowing right back into the freshly scrubbed canal.",
      "sourceUrl": "https://www.brooklynpaper.com/excavation-complete-gowanus-canal-cso-tank/",
      "wordCount": 800,
      "keywords": ["CSO", "tank", "Red Hook", "Head End", "8 million gallons", "excavation", "underground", "sewer", "rainwater", "overflow"],
      "x": -185,
      "y": 680
    },
    {
      "id": 30,
      "title": "Premium grocery store, pottery studio",
      "type": "fortune telling",
      "year": 2025,
      "blurb": "Two new businesses, a high-end grocery store and a pottery studio, are set to open in Gowanus this summer. Gowanus Marketplace and Hey Clay will both debut on the ground floor of a new mixed-use development, 420 Carroll, developers announced Thursday. The businesses will join hundreds of residential units, affordable artist studios, and a coworking space.",
      "sourceUrl": "https://www.brooklynpaper.com/grocery-and-pottery-studio-to-open-gowanus/",
      "wordCount": 469,
      "keywords": ["grocery", "pottery", "Hey Clay", "420 Carroll", "Marketplace", "mixed-use", "development", "retail", "studio", "business"],
      "x": -45,
      "y": 190
    },
    {
      "id": 31,
      "title": "Affordable housing lottery",
      "type": "fortune telling",
      "year": 2025,
      "blurb": "A newly constructed 17-story apartment tower on Gowanus' Fourth Avenue, made possible by the neighborhood's recent rezoning, has officially launched an affordable housing lottery for eligible renters. The Douglass Street Apartments building, which replaces a BP gas station, will have a total of 188 apartments and climbs to 175 feet, according to building permits. The lottery for the under-construction development at 164 Fourth Ave. (also 366 Douglass St.) includes 48 units, all rent-stabilized and income-restricted, 38 of which could be deemed truly affordable. According to the listing, those are targeted at households of one to five people earning between $33,875 and $67,080 a year, or 40% of Area Median Income.",
      "sourceUrl": "https://www.brooklynpaper.com/affordable-housing-gowanus-tower/",
      "wordCount": 596,
      "keywords": ["Douglass Street", "Fourth Avenue", "188 apartments", "BP station", "lottery", "rent stabilized", "40% AMI", "rezoning", "17 stories", "housing"],
      "x": -200,
      "y": 300
    },
    {
      "id": 32,
      "title": "industrial heritage",
      "type": "art projects",
      "year": 2025,
      "blurb": "A limited-run art exhibition at a new luxury development in Gowanus marries the nabe's industrial history with its more high-end future. "Tides at Gowanus Wharf," featuring works by five local artists, will run for three days at the new Union Channel building on Third Avenue starting Jan. 24. Union Channel, the first of four residential buildings at Gowanus Wharf, is set to open this spring.",
      "sourceUrl": "https://www.brooklynpaper.com/tides-at-gowanus-whart-exhibit-opens/",
      "wordCount": 536,
      "keywords": ["Tides", "Gowanus Wharf", "Union Channel", "Third Avenue", "exhibition", "industrial history", "luxury", "artists", "residential", "heritage"],
      "x": -85,
      "y": 710
    },
    {
      "id": 33,
      "title": "affordable artist studios",
      "type": "fortune telling",
      "year": 2025,
      "blurb": "A lottery for six affordable artist studios in Gowanus— the first of more than 100 such studios slated to come to the neighborhood in the next few years — is now open. The studios, built as part of a Community Benefits Agreement signed ahead of the Gowanus rezoning, are set to open this spring at a new coworking space, The Shop, at 420 Carroll St. Priced at around $1.66 per square foot per month, the studios will rent for between $275 and $331 per month, or $3,300 and $3,800 annually. Per the CBA, rents can only increase by 2% per year.",
      "sourceUrl": "https://www.brooklynpaper.com/lottery-affordable-artist-studios-gowanus/",
      "wordCount": 1125,
      "keywords": ["artist studios", "affordable", "lottery", "CBA", "Community Benefits", "The Shop", "420 Carroll", "$275", "rezoning", "workspace"],
      "x": -150,
      "y": 470
    },
    {
      "id": 34,
      "title": "holiday pies",
      "type": "weather report",
      "year": 2025,
      "blurb": "While many New Yorkers prepare for holiday gatherings this week, 34 families in Gowanus Houses face a grim reality due to a gas line shutdown that has plagued three NYCHA buildings for weeks. To spread some holiday cheer, Council Member Shahana Hanif (D-Brooklyn), her staff, members of the Youth Fellowship Council, and the Gowanus Houses Tenant Association distributed 37 freshly made holiday pies from Four & Twenty Blackbirds bakery.",
      "sourceUrl": "https://www.brooklynpaper.com/hanif-gowanus-houses-pies/",
      "wordCount": 960,
      "keywords": ["Gowanus Houses", "NYCHA", "gas line", "Shahana Hanif", "holiday", "pies", "Four & Twenty Blackbirds", "Tenant Association", "shutdown", "public housing"],
      "x": -120,
      "y": 850
    },
    {
      "id": 35,
      "title": "Luxury apartments",
      "type": "fortune telling",
      "year": 2024,
      "blurb": "A sleek new addition to the Gowanus-Park Slope border, 655 Union Street is nearing completion and set to welcome residents in early 2025, just steps from the Union Street subway station. Brian Ezra, principal and co-founder of Avery Hall, a Brooklyn-based real estate development company, told Brooklyn Paper that he was excited about completing the high-end mixed-use building, which broke ground in 2023. The team purchased the half-acre parcel, once home to a gas station, in partnership with Gindi Capital in 2019. Ezra shared that the team had long eyed the site for its strategic and attractive development potential for residential space.",
      "sourceUrl": "https://www.brooklynpaper.com/655-union-street-gowanus-park-slope/",
      "wordCount": 684,
      "keywords": ["655 Union", "luxury", "Avery Hall", "Park Slope", "Brian Ezra", "Gindi Capital", "subway", "mixed-use", "gas station", "residential"],
      "x": -35,
      "y": 620
    },
    {
      "id": 36,
      "title": "protect biz, longtime residents",
      "type": "weather report",
      "year": 2024,
      "blurb": "Three years after the Gowanus rezoning was formally approved, its impacts are sweeping through the neighborhood. Construction is underway at dozens of sites across the neighborhood and some all-new buildings have already topped out and filled with tenants. But the rezoning included more than just new residential buildings. When politicians green-lit the upzoning in 2021, they also agreed to abide by 56 Points of Agreement — things the city would do to ensure it would benefit the existing residents of the neighborhood, not just the approximately 20,000 new ones expected to move in as a result of the rezoning.",
      "sourceUrl": "https://www.brooklynpaper.com/gowanusians-move-form-bid-biz-residents/",
      "wordCount": 1395,
      "keywords": ["rezoning", "56 Points", "construction", "longtime residents", "upzoning", "2021", "20000 new residents", "existing community", "displacement", "protections"],
      "x": -175,
      "y": 110
    },
    {
      "id": 37,
      "title": "National Grid says it pays 'more than its fair share'",
      "type": "controversy",
      "year": 2024,
      "blurb": "Utility giant National Grid, one of the many parties responsible for turning the Gowanus Canal into a toxic Superfund site, is claiming its fellow polluters aren't doing their fair share to clean up the canal — and that it can no longer shoulder the cost alone. Earlier this month, the company filed a federal lawsuit against 40 defendants — including the City of New York and Con Edison — urging the court to force them to participate in the cleanup and pay National Grid back for the money it's spent so far.",
      "sourceUrl": "https://www.brooklynpaper.com/national-grid-fair-share-gowanus-canal-suit/",
      "wordCount": 1025,
      "keywords": ["National Grid", "lawsuit", "Con Edison", "40 defendants", "PRP", "liability", "cleanup costs", "fair share", "utility", "legal"],
      "x": -95,
      "y": 90
    },
    {
      "id": 38,
      "title": "art, culture and surprises",
      "type": "date night",
      "year": 2024,
      "blurb": "Gowanus is a well-known haven for artists making the most of an industrial neighborhood, but their creations can be hard to find — unless you know where to look. On Oct. 19 and 20, Brooklynites will be welcomed into the inner sanctum at Arts Gowanus' Gowanus Open Studios. Hundreds of artists will throw open their doors and invite locals to explore their studios, check out their work, and maybe take a piece or two home.",
      "sourceUrl": "https://www.brooklynpaper.com/gowanus-open-studios-art-culture-2024/",
      "wordCount": 761,
      "keywords": ["Open Studios", "Arts Gowanus", "artists", "October", "studios", "art tour", "industrial", "galleries", "local art", "Brooklyn"],
      "x": -160,
      "y": 760
    },
    {
      "id": 39,
      "title": "toxic chemicals beneath Gowanus school",
      "type": "weather report",
      "year": 2024,
      "blurb": "A ventilation system to protect students at a Gowanus elementary school from contaminated air has passed its first round of testing, according to state officials, but isn't set to be fully operational until at least after Christmas. Officials tested the air at P.S. 372 The Children's School earlier this year as part of a larger Soil Vapor Intrusion study in the neighborhood surrounding the toxic Gowanus Canal Superfund site. The results showed the air inside the school's main building on Carroll Street was safe by state standards. But in the soil below the school's annex building on First Street, officials found very high levels of oil-related chemicals including ethylbenzene, trimethylbenzene, and xylenes. Exposure to those chemicals over long periods of time, or at high concentrations, can lead to serious health effects.",
      "sourceUrl": "https://www.brooklynpaper.com/system-contain-chemicals-gowanus-school-update-officials/",
      "wordCount": 1524,
      "keywords": ["P.S. 372", "school", "ventilation", "ethylbenzene", "xylenes", "soil vapor", "Children's School", "indoor air", "contamination", "health"],
      "x": -205,
      "y": 380
    },
    {
      "id": 40,
      "title": "pickleball",
      "type": "fortune telling",
      "year": 2024,
      "blurb": "A brand-new indoor pickleball facility is making itself at home in Gowanus.",
      "sourceUrl": "https://www.brooklynpaper.com/pklyn-indoor-pickleball-open-gowanus/",
      "wordCount": 411,
      "keywords": ["pickleball", "indoor", "sports", "facility", "recreation", "PKLYN", "fitness", "courts", "activity", "Brooklyn"],
      "x": -40,
      "y": 760
    },
    {
      "id": 41,
      "title": "Fish Queen",
      "type": "cryptids",
      "year": 2024,
      "blurb": "Before it was the subject of federal attention, the canal was rumored to be a favored dumping ground for mafiosos. Before that, it was a critical hub for shipping and industry. And long before that, it was a humble creek where Native Americans farmed and European settlers searched for oysters. The full history will be recounted through song on Aug. 30, as Wes Braver's new musical "The Fish Queen of the Gowanus Canal" debuts for two nights only on a floating stage on the surface of the canal.",
      "sourceUrl": "https://www.brooklynpaper.com/fish-queen-gowanus-canal-musical-debut/",
      "wordCount": 920,
      "keywords": ["musical", "Fish Queen", "Wes Braver", "floating stage", "mafia", "oysters", "Native Americans", "history", "performance", "theater"],
      "x": -75,
      "y": 210
    },
    {
      "id": 42,
      "title": "Creatures of the Canal",
      "type": "cryptids",
      "year": 2024,
      "blurb": "Legend has it that back in the day, America's most polluted canal was dumping ground for mobsters who met an unfortunate and untimely ending. In the 1950s, a shark accidentally wound up in the Gowanus Canal and met its demise when it became the target of shooting practice for the NYPD. In 2007, Sludgie, a 12-foot minke whale, took the wrong turn and ended up in the Gowanus, where it died. Sludgie's death, however, wasn't in vain, since it helped inspire the cleanup of the canal.",
      "sourceUrl": "https://www.brooklynpaper.com/creatures-canal-first-gowanus-art-parade/",
      "wordCount": 1043,
      "keywords": ["Sludgie", "whale", "shark", "1950s", "NYPD", "mobsters", "dumping ground", "minke whale", "death", "legend"],
      "x": -110,
      "y": 440
    },
    {
      "id": 43,
      "title": "citizen scientist",
      "type": "weather report",
      "year": 2024,
      "blurb": "It looks like it's raining in Gowanus. It could be — the sky is sunless and gray, and rings form on the surface of the Gowanus Canal every so often — but it isn't. The cause of the rings is methane gas, released by decomposing organic material, which lies on the bottom of the canal. Dead plants make up some of it, but mostly, it's human feces, which ends up in the canal during rain storms when the combined sewer system can't handle the increased water flow.",
      "sourceUrl": "https://www.brooklynpaper.com/data-gary-francis-monitor-gowanus-canal/",
      "wordCount": 1836,
      "keywords": ["methane", "gas", "Gary Francis", "rings", "monitoring", "feces", "sewage", "data", "citizen science", "decomposition"],
      "x": -145,
      "y": 330
    }
  ]
}